Repository: auramo/stow
Catalog: Stow/Localizable.xcstrings
Source language: en
Languages: fi

source: %lld items
fi: %lld tavaraa

source: %lld items after merging duplicates
fi: %lld tavaraa kaksoiskappaleiden yhdistämisen jälkeen

source: %lld of %lld packed
fi: %1$lld / %2$lld pakattu

source: Add item
fi: Lisää tavara

source: Archive
fi: Arkistoi

source: Archived
fi: Arkistoidut

source: Base Lists
fi: Pohjalistat

source: Base lists (optional)
fi: Pohjalistat (valinnainen)

source: Cancel
fi: Peruuta

source: Create
fi: Luo

source: Create a reusable template you can pack from.
fi: Luo uudelleenkäytettävä pohja, josta voit pakata.

source: Create one from your base lists.
fi: Luo sellainen pohjalistoistasi.

source: Delete
fi: Poista

source: Empty
fi: Tyhjä

source: Hide Archived
fi: Piilota arkistoidut

source: Item
fi: Tavara

source: Leave all unselected to start with a blank list.
fi: Jätä kaikki valitsematta aloittaaksesi tyhjällä listalla.

source: Name
fi: Nimi

source: New
fi: Uusi

source: New Base List
fi: Uusi pohjalista

source: New Packing List
fi: Uusi pakkauslista

source: No Base Lists
fi: Ei pohjalistoja

source: No base lists yet — you can still create a blank list and add items by hand.
fi: Ei vielä pohjalistoja – voit silti luoda tyhjän listan ja lisätä tavarat käsin.

source: No Packing Lists
fi: Ei pakkauslistoja

source: Packing
fi: Pakkaus

source: Packing list name
fi: Pakkauslistan nimi

source: Paste lines from clipboard
fi: Liitä rivit leikepöydältä

source: Restore
fi: Palauta

source: Show Archived
fi: Näytä arkistoidut

source: Unarchive
fi: Palauta

source: Untitled
fi: Nimetön
